Repository: Ascaf0/synaptiks
Catalog: po/*.po
Languages: cs, de, fr, it, uk

# @info:tooltip
source: The acceleration factor defines the acceleration between minimum and maximum speed
cs: Násobek zrychlení určuje zrychlení mezi nejmenší a největší rychlostí
de: Der Beschleunigungsfaktor bestimmt die Beschleunigung zwischen minimaler und maximaler Geschwindigkeit
fr: Le facteur d'accélération définit l'accroissement entre la vitesse minimale et maximale
it: Il fattore di accelerazione determina l'accelerazione tra la velocità minima e quella massima
uk: Коефіцієнт прискорення визначає прискорення між мінімальною та максимальною швидкостями

# @info:whatsthis
source: The acceleration factor defines the acceleration between minimum and maximum speed. If minimum and maximum speed are equal, acceleration is not used.
cs: Činitel zrychlení určuje zrychlení mezi nejmenší a největší rychlostí. Pokud jsou nejmenší a největší rychlost stejné, žádné zrychlení se nepoužívá.
de: Der Beschleunigungsfaktor bestimmt die Beschleunigung zwischen minimaler und maximaler Geschwindigkeit. Sind minimale und maximale Geschwindigkeit identisch, so wird keine Beschleunigung verwendet
fr: Le facteur d'accélération définit l'accroissement entre les vitesses minimale et maximale. Si ces dernières sont identiques, aucune accélération n'est appliquée.
it: Il fattore di accelerazione determina l'accelerazione tra la velocità minima e quella massima. Se la velocità minima e quella massima sono uguali non verrà usata alcuna accelerazione
uk: Коефіцієнт прискорення визначає прискорення між мінімальною та максимальною швидкостями. Якщо мінімальна і максимальна швидкість є тотожними, прискорення не використовуватиметься.

# @label:slider
source: Acceleration factor
cs: Činitel zrychlení
de: Beschleunigungsfaktor
fr: Facteur d'accélération
it: Fattore di accelerazione
uk: Коефіцієнт прискорення

# @title:group
source: Continue cursor motion when hitting the touchpad edge
cs: Pokračovat v pohybu ukazovátka, když prst dosáhne okraje dotykové plochy
de: Bewegung des Zeigers fortsetzen, wenn der Finger die Kante erreicht
fr: Poursuivre le déplacement du curseur en atteignant un bord du pavé tactile
it: Continua a muovere il puntatore una volta raggiunto il bordo del touchpad
uk: Продовжувати рух вказівника, якщо палець дійде до краю пристрою

# @option:radio
source: For all movements, not only dragging
cs: Pro všechny pohyby, nejen při tažení a upuštění
de: Für alle Bewegungen, nicht nur beim Ziehen und Ablegen
fr: Pour tous les mouvements, pas uniquement le glisser-déposer
it: Per tutti i movimenti, non solo il trascinamento
uk: Для всіх рухів, не лише для перетягування

# @title:window tapping settings
source: Tapping
cs: Dotek
de: Tippen
fr: Tape
it: Colpetto clic
uk: Постукування

# @title:group
source: General tapping settings
cs: Obecné nastavení doteku
de: Allgemeine Tipp-Einstellungen
fr: Configuration générale de la tape
it: Impostazioni generali del colpetto clic
uk: Загальні параметри постукування

# @option:check
source: Make single taps faster and double taps slower (fast taps)
cs: Zrychlení jednoduchého dotknutí se a zpomalení dvojitého dotknutí se (rychlý dotek)
de: Einfaches Tippen auf Kosten des zweifachen Tippens beschleunigen (schnelles Tippen)
fr: Les tapes simples sont plus rapides et les doubles plus lentes (tapes rapides)
it: Colpetto clic singolo più veloce e doppio colpetto clic più lento (colpetti rapidi)
uk: Зробити одинарні постукування швидшими, а подвійні — повільнішими (швидкі постукування)

# @title:group
source: Mouse clicks triggered by tapping
cs: Tlačíta myši spuštěná dotknutím se
de: Maustasten, die durch Tippen ausgelöst werden
fr: Clics de la souris activés en tapant
it: Clic del mouse richiamati dal colpetto
uk: Клацання кнопками миші, які імітуються постукуванням

# @label:listbox
source: Top left corner
cs: Horní levý roh
de: Obere linke Ecke
fr: Angle supérieur gauche
it: Angolo sinistro in alto
uk: У верхньому лівому куті

# @label:listbox
source: Top right corner
cs: Horní pravý roh
de: Obere rechte Ecke
fr: Angle supérieur droit
it: Angolo destro in alto
uk: У верхньому правому куті

# @label:listbox
source: Tapping with one finger
cs: Dotýkání se jedním prstem
de: Tippen mit einem Finger
fr: Taper avec un doigt
it: Colpetto clic con un dito
uk: Постукування одним пальцем

# @label:listbox
source: Tapping with two fingers
cs: Dotýkání se dvěma prsty
de: Tippen mit zwei Fingern
fr: Taper avec deux doigts
it: Colpetto clic con due dita
uk: Постукування двома пальцями

# @label:listbox
source: Tapping with three fingers
cs: Dotýkání se třemi prsty
de: Tippen mit drei Fingern
fr: Taper avec trois doigts
it: Colpetto clic con tre dita
uk: Постукування трьома пальцями

# @label:listbox
source: Bottom left corner
cs: Dolní levý roh
de: Untere linke Ecke
fr: Angle inférieur gauche
it: Angolo sinistro in basso
uk: У нижньому лівому куті

# @label:listbox
source: Bottom right corner
cs: Dolní pravý roh
de: Untere rechte Ecke
fr: Angle inférieur droit
it: Angolo destro in basso
uk: У нижньому правому куті

# @option:check
source: Drag items by tapping the touchpad and then immediately touching it again
cs: Táhnout položky krátkým poklepnutím dotykové plochy a dalším okamžitým dotknutím se jí znovu
de: Elemente durch kurzes Antippen und anschließendes Berühren ziehen
fr: Glisser les objets en tapant le pavé tactile et en le retouchant immédiatement
it: Trascina gli oggetti colpendo lievemente il touchpad e subito dopo toccandolo ancora
uk: Перетягувати елементи постукуванням по пристрою з негайним повторним дотиком до нього

# @option:check
source: Continue dragging when releasing the finger until the touchpad is touched again
cs: Pokračovat v tažení po uvolnění prstu, dokud není dotyková plocha dotknuta znovu
de: Ziehen nach dem Lösen des Fingers bis zur erneuten Berührung fortsetzen
fr: Poursuivre le glisser-déposer en retirant le doigt jusqu'à ce que le pavé tactile soit à nouveau pressé
it: Continua a trascinare dopo aver rilasciato il dito finché non si tocca di nuovo il touchpad
uk: Продовжувати перетягування після прибирання пальця до наступного дотику

# @label:spinbox
source: Timeout to automatically stop dragging
cs: Doba, po které je tažení automaticky ukončeno
de: Zeit, nach der das Ziehen automatisch beendet wird
fr: Délai avant l'arrêt automatique du glisser-déposer
it: Tempo oltre cui il trascinamento si disattiverà automaticamente
uk: Час очікування автоматичного припинення перетягування

# @label:spinbox seconds
source: s
uk: с

# @title:window
source: Touchpad information
cs: Informace o dotykové ploše
fr: Informations sur le pavé tactile
it: Informazioni sul touchpad
uk: Відомості щодо сенсорного пристрою

# @label:spinbox
source: How many fingers are detected by this touchpad?
cs: Kolok prstů je dotykovou plochou rozpoznáno?
de: Wie viele Finger werden vom Touchpad erkannt?
fr: Combien de doigts sont détectés par ce pavé tactile ?
it: Quante dita sono state rilevate per questo touchpad?
uk: Кількість контактів, які може бути виявлено цим сенсорним пристроєм

source: Two-finger emulation
cs: Napodobování dvou prstů
de: Zwei-Finger Emulation
fr: Émulation de deux doigts
it: Emulazione modalità due dita
uk: Імітація двох пальців

# @label touchpad information detection of pressure of a touch
source: Pressure detection
cs: Rozpoznání tlaku
de: Erkennung des Drucks
fr: Détection de pression
it: Rilevamento pressione
uk: Визначення тиску

# @label touchpad information detection of finger width
source: Finger width detection
cs: Rozpoznání šířky prstů
de: Erkennung der Breite des Fingers
fr: Détection de la largeur des doigts
it: Rilevamento ampiezza dito
uk: Визначення ширини області дотику

# @label touchpad information two-finger emulation supported
source: Two-finger emulation
cs: Napodobování dvou prstů
de: Zwei-Finger Emulation
fr: Émulation de deux doigts
it: Emulazione modalità due dita
uk: Імітація двох пальців

# @title:group touchpad information mouse button support
source: Buttons
cs: Tlačítka
de: Tasten
fr: Boutons
it: Pulsanti
uk: Кнопки

# @label touchpad information mouse button
source: Left button
cs: Levé tlačítko
de: Linke Taste
fr: Bouton gauche
it: Pulsante sinistro
uk: Ліва кнопка

# @label touchpad information mouse button
source: Middle button
cs: Střední tlačítko
de: Mittlere Taste
fr: Bouton central
it: Pulsante centrale
uk: Середня кнопка

# @label touchpad information mouse button
source: Right button
cs: Pravé tlačítko
de: Rechte Taste
fr: Bouton droit
it: Pulsante destro
uk: Права кнопка

# About data copyright
source: Copyright © 2009, 2010, 2011 Sebastian Wiesner
cs: Autorské právo © 2009, 2010, 2011 Sebastian Wiesner
uk: © Sebastian Wiesner, 2009, 2010, 2011

# custom author text plain text
source: Please report bugs to the issue tracker at %1
cs: Chyby, prosím, hlašte správě chyb na %1
de: Bitte melden Sie Fehler in der Fehlerverwaltung unter %1
fr: Veuillez soumettre vos rapports de bogues à notre outil de suivi sur %1
it: Segnala un bug alla pagina dei problemi in %1
uk: Будь ласка, повідомляйте про вади до %1

# @info custom author text rich text
source: Please report bugs to the <link url="%1">issue tracker</link>.
cs: Chyby, prosím, hlašte <link url="%1">správě chyb</link>.
de: Bitte melden Sie Fehler in der <link url="%1">Fehlerverwaltung</link>.
fr: Veuillez soumettre vos rapports de bogues à notre <link url="%1">outil de suivi</link>.
it: Segnala un bug alla <link url="%1">pagina dei problemi</link>.
uk: Будь ласка, повідомляйте про вади до <link url="%1">системи стеження за вадами</a>.

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
de: Sebastian Wiesner
fr: Pierre Buard
it: Fabio S.
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
cs: pavelfric@seznam.cz
de: lunaryorn@googlemail.com
fr: pierre.buard@gmail.com
it: fa0sck@gmail.com
uk: yurchor@ukr.net

# author task
source: Maintainer
cs: Hlavní vývojář
de: Kernentwickler
fr: Mainteneur
uk: Супровідник

# credit name
source: Valentyn Pavliuchenko
uk: Валентин Павлюченко

# credit task
source: Debian packaging, russian translation, bug reporting and testing
cs: Vytváření balíčků pro Debian, ruský překlad, hlášení chyb a zkoušení
de: Debian-Paketierung, russische Übersetzung, Fehlermeldungen und Testen
fr: Paquet Debian, traduction russe, rapports de bogues et tests
uk: Пакування для Debian, переклад російською, звіти щодо вад та тестування

# @info NoTouchpadError error message
source: <title>No touchpad found</title><para>No touchpad was found in this system. If the system has a touchpad, please make sure that the <application>synaptics</application> driver is properly installed and configured.</para><para>If your touchpad is not found, though the driver is installed and configured correctly, please compile detailed information about your touchpad hardware and report this issue to the <link url="%1">issue tracker</link>.</para>
cs: <title>Nenalezena žádná dotyková plocha</title><para>V tomto systému nebyla nalezena žádná dotyková plocha. Pokud systém má dotykovou plochu, ujistěte se, prosím, že je ovladač <application>synaptics</application> nainstalován správně a je správně nastaven.</para><para>Pokud nebyla vaše dotyková plocha nalezena, ačkoli je ovladač správně nainstalován a nastaven, sestavte, prosím, podrobné informace o vaší dotykové ploše a chybu nahlašte ve <link url="%1">správě chyb</link>.</para>
de: <title>Kein Touchpad gefunden</title><para>Es wurde kein Touchpad in diesem System gefunden. Besitzt das System ein Touchpad, so stellen Sie bitte sicher, dass der <application>synaptics</application> Treiber korrekt installiert und eingerichtet ist.</para><para>Wurde das Touchpad nicht gefunden, obwohl der Treiber korrekt installiert und eingerichtet ist, so stellen Sie bitte detaillierte Informationen über Ihr Touchpad zusammen und melden den Fehler in der <link url="%1">Fehlerverwaltung</link>.</para>
fr: <title>Aucun pavé tactile trouvé</title><para>Aucun pavé tactile n'a été trouvé sur ce système. Si un pavé est présent, veuillez vous assurez que le pilote <application>synaptics</application> est correctement installé et configuré.</para> <para>Si votre pavé n'est pas identifié bien qu'un pilote soit correctement installé et configuré, veuillez rassembler des informations détaillées sur votre pavé tactile et rapporter ce problème sur notre <link url="%1">outil de suivie</link>.</para>
it: <title>Nessun touchpad rilevato</title><para>In questo sistema non è stato rilevato alcun touchpad. Se il sistema è dotato di un touchpad, assicurarsi che il driver <application>synaptics</application> sia correttamente installato e configurato.</para><para>Se il touchpad non è stato rilevato, nonostante il driver risulti installato e correttamente configurato, ti chiediamo di raccogliere informazioni dettagliate sull'hardware del tuo touchpad e di segnalare il problema alla <link url="%1">pagina apposita</link>.</para>
uk: <title>Сенсорних пристроїв не виявлено</title><para>У системі не виявлено сенсорних пристроїв. Якщо у системі є сенсорний пристрій, будь ласка, переконайтеся, що драйвер <application>synaptics</application> належним чином встановлено і налаштовано.</para><para>Якщо сенсорний пристрій не було виявлено після встановлення і налаштування драйвера, будь ласка, зберіть докладні дані щодо сенсорного пристрою і повідомте про ваду до <link url="%1">системи стеження за вадами</link>.</para>

# @info XInputVersionError error message
source: <title>Version error</title><para>The version of the XInput extension installed on your system is too old. Version %1 was found, but at least version %2 is required.</para><para>If you want to be able to configure your touchpad, you have to upgrade your system to a recent release of the Xorg display server. This may likely involve a complete upgrade of your system. Please excuse this inconvenience, but there is no way to make touchpad configuration work on systems as old as yours.</para>
cs: <title>Chyba verze</title><para>Verze rozšíření XInput vašeho systému je příliš stará. Byla nalezena verze %1, ale je požadována alespoň verze %2. </para><para>Pokud chcete vaši dotykovou plochu nastavit, pak svůj systém musíte povýšit na současnou verzi zobrazovacího serveru Xorg. Toto pravděpodobně vyžaduje úplnou aktualizaci vašeho systému. Promiňte, prosím, tyto těžkosti, ale není žádná jiná cesta, jak dotykovou plochu nastavit na systému, který je tak starý, jako je ten váš.</para>
de: <title>Versionsfehler</title><para>Die Version der XInput-Erweiterung Ihres Systems ist zu alt. Es wurde Version %1 gefunden, doch Version %2 wird benötigt.</para><para>Möchten Sie Ihr Touchpad konfigurieren, so müssen Sie Ihr System auf eine aktuelle Version des Xorg-Servers aktualisieren. Dies erfordert wahrscheinlich eine vollständige Aktualisierung Ihres Systems. Bitte verzeihen Sie diese Umstände, doch es gibt keine andere Möglichkeit, das Touchpad auf einem derartig alten System zu konfigurieren.</para>
fr: <title>Erreur de version</title><para>La version du module XInput installée sur votre système est trop ancienne. La version %1 a été trouvée mais ce programme nécessite au moins la version %2.</para> <para>Si vous souhaitez pouvoir configurer votre pavé tactile, vous devez mettre à jour votre système vers une version récente du serveur graphique Xorg. Ceci pourrait induire une mise à jour complète de votre système ; merci de votre compréhension. Il n'existe pas d'autre manière de rendre configurable un pavé tactile sur des systèmes aussi ancien que le vôtre.</para>
it: <title>Errore di versione</title><para>La versione del modulo XInput installato nel sistema è troppo vecchia. È stata trovata la versione %1, ma è richiesta almeno la versione %2.</para><para>Per essere in grado di configurare il touchpad, è necessario aggiornare il proprio sistema ad una versione recente del server grafico Xorg display server. Questo potrebbe implicare un aggiornamento completo del proprio sistema. Ci scusiamo per l'inconveniente, ma non esiste alcun modo per far funzionare la configurazione del touchpad su sistemi vecchi come questo.</para>
uk: <title>Помилкова версія</title><para>Встановлена у вашій системі версія додатка XInput є надто старою. Виявлено версію %1, для роботи потрібна версія %2.</para><para>Якщо ви маєте потребу у налаштовуванні сенсорного пристрою, вам слід оновити систему так, щоб у ній було встановлено новішу версію сервера Xorg. Ймовірно, таке оновлення неможливе без оновлення всієї системи. Будь ласка, вибачте за незручності, але іншого способу отримати доступ до налаштувань сенсорного пристрою у такій старій системі немає.</para>

# @info error message for unexpected errors
source: <title>Unexpected error occurred</title><para>An unexpected error occurred: <message>%2</message></para><para>Please report this issue to the <link url="%1">issue tracker</link>.</para>
cs: <title>Vyskytla se neočekávaná chyba</title><para>Vyskytla se neočekávaná chyba: <message>%2</message></para><para>Nahlašte, prosím, tuto chybu ve <link url="%1">správě chyb</link>.</para>
de: <title>Unerwarteter Fehler aufgetreten</title><para>Ein unerwarteter Fehler ist aufgetreten: <message>%2</message></para><para>Bitte melden Sie diesen Fehler in der <link url="%1">Fehlerverwaltung</link>.</para>
fr: <title>Une erreur inattendue s'est produite</title><para>Une erreur inattendue s'est produite : <message>%2</message></para><para>Veuillez rapporter ce problème sur l'<link url="%1">outil de suivi</link>.</para>
it: <title>Errore imprevisto</title><para>Si è verificato un errore imprevisto: <message>%2</message></para><para>Si prega di segnalare il problema alla <link url="%1">pagina di segnalazione errori</link>.</para>
uk: <title>Сталася неочікувана помилка</title><para>Сталася неочікувана помилка: <message>%2</message></para><para>Будь ласка, повідомте про цю ваду до <link url="%1">системи стеження за вадами</link>.</para>

# @action:inmenu
source: Touchpad on
cs: Dotyková plocha zapnuta
de: Touchpad eingeschaltet
fr: Pavé tactile activé
it: Touchpad attivo
uk: Увімкнути сенсорний пристрій

# touchpad switched notification
source: Touchpad switched off
cs: Dotyková plocha vypnuta
de: Touchpad ausgeschaltet
fr: Pavé tactile désactivé
it: Touchpad disattivato
uk: Сенсорний пристрій вимкнено

# touchpad switched notification
source: Touchpad switched on
cs: Dotyková plocha zapnuta
de: Touchpad eingeschaltet
fr: Pavé tactile activé
it: Touchpad attivato
uk: Сенсорний пристрій увімкнено

# tray application description
source: touchpad management application
cs: Aplikace pro správu dotykové plochy
de: Anwendung zur Touchpad-Verwaltung
fr: application de gestion du pavé tactile
it: programma per la gestione dei touchpad
uk: Програма для керування сенсорним пристроєм

# kcmodule description
source: Touchpad configuration
cs: Nastavení dotykové plochy
de: Touchpad-Konfiguration
fr: Configuration du pavé tactile
it: Configurazione del touchpad
uk: Налаштування сенсорного пристрою

# @info:tooltip synaptiks kcmodule
source: <title>Touchpad configuration</title><para>This module lets you configure your touchpad.</para>
cs: <title>Nastavení dotykové plochy</title><para>Tento modul vám dovolí nastavit vaši dotykovou plochu.</para>
de: <title>Touchpad-Einstellungen</title><para>Dieses Modul erlaubt Ihnen, Ihr Touchpad zu konfigurieren.</para>
fr: <title>Configuration du pavé tactile</title><para>Ce module vous permet de paramétrer votre pavé tactile.</para>
it: <title>Configurazione del touchpad</title><para>Modulo per configurare il tuo touchpad.</para>
uk: <title>Налаштування сенсорного пристрою</title><para>За допомогою цього модуля ви зможете налаштувати ваш сенсорний пристрій.</para>

# @info touchpad name
source: <title><resources>%1</resource></title>
uk: <title><resource>%1</resource></title>

# @item coasting speed special value
source: Disabled
cs: Vypnuto
de: Deaktiviert
fr: Désactiver
it: Disabilitato
uk: Вимкнено

# @title:window
source: Touchpad configuration
cs: Nastavení dotykové plochy
de: Touchpad-Konfiguration
fr: Configuration du pavé tactile
it: Configurazione del touchpad
uk: Налаштування сенсорного пристрою

# @item:inlistbox mouse button triggered by tapping
source: Disabled
cs: Vypnuto
de: Deaktiviert
fr: Désactiver
it: Disabilitato
uk: Вимкнено

# @item:inlistbox mouse button triggered by tapping
source: Left mouse button
cs: Levé tlačítko myši
de: Linke Maustaste
fr: Bouton gauche de la souris
it: Tasto sinistro del mouse
uk: Ліва кнопка миші

# @item:inlistbox mouse button triggered by tapping
source: Middle mouse button
cs: Střední tlačítko myši
de: Mittlere Maustaste
fr: Bouton central de la souris
it: Tasto centrale del mouse
uk: Середня кнопка миші

# @item:inlistbox mouse button triggered by tapping
source: Right mouse button
cs: Pravé tlačítko myši
de: Rechte Maustaste
fr: Bouton droit de la souris
it: Tasto destro del mouse
uk: Права кнопка миші
