Repository: Ascaf0/synaptiks
Catalog: po/*.po
Languages: cs, de, fr, it, uk

# @title:window hardware settings and information
source: Hardware
cs: Vybavení
fr: Matériel
uk: Обладнання

source: Hardware information
cs: Informace o zařízení
de: Geräteinformation
fr: Information sur le matériel
it: Informazioni sull'hardware
uk: Відомості про обладнання

source: Hardware settings
cs: Nastavení zařízení
de: Geräteeinstellungen
fr: Configuration du matériel
it: Impostazioni dell'hardware
uk: Параметри обладнання

# @info
source: Please enable this setting, if your touchpad is circular.
cs: Zapněte, prosím, tato nastavení, pokud je vaše dotyková plocha kruhová.
de: Bitte aktivieren Sie diese Einstellungen, wenn Ihr Touchpad kreisförmig ist.
fr: Veuillez activer cette option si votre pavé tactile est circulaire
it: Abilita questa impostazione se il touchpad è circolare.
uk: Будь ласка, позначте цей пункт, якщо ваш сенсорний пристрій є круговим.

# @option:check
source: The touchpad is circular
cs: Dotyková plocha je kruhová
de: Das Touchpad ist kreisförmig
fr: Le pavé tactile est circulaire
it: Il touchpad è circolare
uk: Сенсорний пристрій є круговим

# @title:window
source: Touchpad management
cs: Správa dotykové plochy
de: Touchpad-Verwaltung
fr: Gestion du pavé tactile
it: Gestione del touchpad
uk: Керування сенсорним пристроєм

# @option:check
source: Automatically start at logon
cs: Automaticky spustit při přihlášení
de: Beim Anmelden automatisch starten
fr: Lancer automatiquement à la connexion
it: Avvia automaticamente all'accesso
uk: Автоматично запускати після входу до системи

# @info:whatsthis
source: Automatically switch off touchpad, if a mouse is plugged in. If the mouse is unplugged, the touchpad is switched on again.
cs: Při zapojení myši dotykovou plochu automaticky vypnout. Po odpojení myši je dotyková plocha opět zapnuta.
de: Das Touchpad beim Einstecken einer Maus automatisch ausschalten. Nach dem Ausstecken der Maus wird das Touchpad wieder eingeschaltet.
fr: Désactive automatiquement le pavé tactile si une souris est branchée. Il sera réactivé lors du retrait de la souris.
it: Disattiva automaticamente il touchpad se viene collegato un mouse. Se il mouse è scollegato, il touchpad verrà nuovamente attivato.
uk: Автоматично вимикати сенсорний пристрій, якщо з’єднано мишу. Якщо мишу буде роз’єднано, програма автоматично знову увімкне сенсорний пристрій.

# @option:check
source: Automatically switch off touchpad, if a mouse is plugged
cs: Dotykovou plochu při zapojení myši automaticky vypnout
de: Touchpad beim Einstecken einer Maus automatisch ausschalten
fr: Désactiver automatiquement le pavé tactile si une souris est branchés
it: Disattiva automaticamente il touchpad se viene collegato un mouse
uk: Автоматично вимикати сенсорний пристрій, якщо з’єднано мишу

# @label
source: Ignore the following mouse devices
cs: Nevšímat si následujících myší
de: Die folgenden Mäuse ignorieren
fr: Ignorer les dispositifs de pointage suivants
it: Ignora i seguenti dispositivi di puntamento
uk: Пристрої типу «миша», які слід ігнорувати

# @info:whatsthis
source: All checked mouse devices are ignored. If such a mouse is plugged, the touchpad will remain on.
cs: Všechny označené myši jsou přehlíženy. Pokud je taková myš zapojena, zůstává dotyková plocha zapnuta.
de: Alle markierten Mäuse werden ignoriert. Wird eine solche Maus eingesteckt, bleibt das Touchpad eingeschaltet.
fr: Toutes les souris sélectionnées seront ignorées. Si une souris de la liste est branchée, le pavé tactile restera actif.
it: Tutti i dispositivi di puntamento con il segno di spunta vengono ignorati. Il touchpad resterà attivo anche se qualcuno di questi dispositivi è collegato.
uk: Всі позначені пристрої типу «миша» буде проігноровано. У разі з’єднання подібних пристроїв сенсорний пристрій не вимикатиметься.

# @option:check
source: Automatically switch off touchpad on keyboard activity
cs: Dotykovou plochu při činnosti klávesnice automaticky vypnout
de: Touchpad bei Tastaturaktivität automatisch ausschalten
fr: Désactiver automatiquement le pavé tactile lors de l'utilisation du clavier
it: Disattiva automaticamente il touchpad mentre si digita sulla tastiera
uk: Автоматично вимикати сенсорний пристрій у відповідь на натискання клавіш

# @label:listbox
source: Ignore these keys
cs: Nevšímat si následujících kláves
de: Folgende Tasten ignorieren
fr: Ignorer ces touches
it: Ignora questi tasti
uk: Клавіші, які слід ігнорувати

# @info:tooltip
source: <para>These keys will be ignored when monitoring the keyboard:</para> <para> <list> <item><interface>No keys</interface>: No keys are ignored. Every key causes the touchpad to be switched off.</item> <item><interface>Modifier keys</interface>: Modifier keys (e.g. Shift, Ctrl) are ignored. Every other key causes the touchpad to be switched off, even when pressed in combination with a modifier key (e.g. Ctrl+S).</item> <item><interface>Modifier combinations</interface>: Modifier keys and normal keys in combination with modifier keys are ignored. Every other key causes the touchpad to be switched off. Note, that even Shift-combinations for uppercase letters are ignored with this setting.</item> </list>
cs: <para>Následujících klávesy budou při sledování klávesnice přehlíženy:</para> <para> <list> <item><interface>Žádné klávesy</interface>: Nebudou se přehlížet žádné klávesy. Při každém stisknutí klávesy bude dotyková plocha vypnuta.</item> <item><interface>Modifikátorové klávesy</interface>: Modifikátorové klávesy (např. Shift, Ctrl) se přehlížejí. Při každém jiném stisknutí klávesy bude dotyková plocha vypnuta, i když je klávesa stisknuta dohromady a modifikátorem např. Ctrl+S).</item> <item><interface>Spojení modifikátorů</interface>: Klávesy modifikátorů a normální klávesy ve spojení s klávesami modifikátorů se přehlížejí. Při každém jiném stisknutí klávesy bude dotyková plocha vypnuta. Všimněte si, že i spojení s klávesou Shift pro velká písmenase při tomto nastavení přehlížejí.</item> </list>
de: <para>Folgende Tasten werden bei der Überwachung der Tastatur ignoriert:</para> <para> <list> <item><interface>Keine Tasten</interface>: Es werden keine Tasten ignoriert. Bei jedem Tastendruck wird das Touchpad ausgeschaltet.</item> <item><interface>Modifizierer-Tasten</interface>: Modifizierer-Tasten (z.B. Umschalt, Strg) werden ignoriert. Bei jedem anderen Tastendruck wird das Touchpad ausgeschaltet, selbst wenn die Taste in Kombination mit einem Modifizierer gedrückt wird (z.B. Strg+S).</item> <item><interface>Modifizierer-Kombinationen</interface>: Modifizierer-Tasten und normale Tasten in Kombination mit Modifizierer-Tasten werden ignoriert. Bei jedem anderen Tastendruck wird das Touchpad ausgeschaltet. Beachten Sie, dass auch Kombinationen mit der Umschalt-Taste für Großbuchstaben bei dieser Einstellung ignoriert werden.</item> </list>
fr: <para>Ces touches seront ignorées lors de la surveillance du clavier :</para> <para> <list> <item><interface>Aucune touche</interface> : aucune touche sera ignorée. Toutes les touches rendront inactif le pavé tactile.</item> <item><interface>Modificateurs</interface> : les modificateurs (par exemple Maj ou Ctrl) seront ignorés. Toutes les autres touches désactivent le pavé tactile, même si elles composent une combinaison (par exemple Ctrl+S).</item> <item><interface>Combinaisons de modificateurs</interface> : les modificateurs et les autres touches combinées aux touches de modificatrices seront ignorés. Toutes les autres touches désactiveront le pavé tactile. Remarquez que même les combinaisons à base de Maj afin d'obtenir des caractères en majuscules seront ignorés par cette règle.</item> </list>
it: <para>Questi tasti verranno ignorati quando è attivo il monitoraggio della tastiera:</para> <para> <list> <item><interface>Nessun tasto</interface>: Non sarà ignorato alcun tasto. La pressione di ogni tasto provocherà la disattivazione del touchpad.</item> <item><interface>Tasti modificatori</interface>: I tasti modificatori (ad esempio Shift, Ctrl) verranno ignorati. La pressione di ogni altro tasto provocherà la disattivazione del touchpad, anche quando il tasto viene premuto in combinazione con un tasto modificatore (esempio: Ctrl+S).</item> <item><interface>Combinazioni con i modificatori</interface>: I tasti modificatori e i tasti normali in combinazione con i modificatori verranno ignorati. La pressione di ogni altro tasto provocherà la disattivazione del touchpad. Si nota che con questa impostazione verranno ignorate anche le combinazioni con Shift per inserire le lettere maiuscole.</item> </list>
uk: <para>Вказані клавіші буде проігноровано під час спостереження за клавіатурою.</para> <para> <list> <item><interface>Жодної клавіші</interface>: враховувати натискання всіх клавіш. Натискання будь-якої клавіші вимикатиме сенсорний пристрій.</item> <item><interface>Клавіші-модифікатори</interface>: буде проігноровано клавіші-модифікатори (наприклад, Shift, Ctrl). Натискання будь-яких інших клавіш призводитиме до вимикання сенсорного пристрою, навіть якщо їх було натиснуто у комбінації з клавішею-модифікатором (наприклад, Ctrl+S).</item> <item><interface>Комбінації з клавішами-модифікаторами</interface>: буде проігноровано натискання будь-яких комбінацій клавіш, у яких міститимуться клавіші-модифікатори. Натискання будь-яких інших клавіш призводитиме до вимикання сенсорного пристрою. Зауважте, що у разі використання цього варіанта програма ігноруватиме і будь-які комбінації з Shift, за допомогою яких вводяться прописні літери.</item> </list>

# @info:whatsthis
source: <para>These keys will be ignored when monitoring the keyboard:</para> <para> <list> <item><interface>No keys</interface>: No keys are ignored. Every key causes the touchpad to be switched off.</item> <item><interface>Modifier keys</interface>: Modifier keys (e.g. Shift, Ctrl) are ignored. Every other key causes the touchpad to be switched off, even when pressed in combination with a modifier key (e.g. Ctrl+S).</item> <item><interface>Modifier combinations</interface>: Modifier keys and normal keys in combination with modifier keys are ignored. Every other key causes the touchpad to be switched off. Note, that even Shift-combinations for uppercase letters are ignored with this setting.</item> </list>
cs: <para>Následujících klávesy budou při sledování klávesnice přehlíženy:</para> <para> <list> <item><interface>Žádné klávesy</interface>: Nebudou se přehlížet žádné klávesy. Při každém stisknutí klávesy bude dotyková plocha vypnuta.</item> <item><interface>Modifikátorové klávesy</interface>: Modifikátorové klávesy (např. Shift, Ctrl) se přehlížejí. Při každém jiném stisknutí klávesy bude dotyková plocha vypnuta, i když je klávesa stisknuta dohromady a modifikátorem např. Ctrl+S).</item> <item><interface>Spojení modifikátorů</interface>: Klávesy modifikátorů a normální klávesy ve spojení s klávesami modifikátorů se přehlížejí. Při každém jiném stisknutí klávesy bude dotyková plocha vypnuta. Všimněte si, že i spojení s klávesou Shift pro velká písmenase při tomto nastavení přehlížejí.</item> </list>
de: <para>Folgende Tasten werden bei der Überwachung der Tastatur ignoriert:</para> <para> <list> <item><interface>Keine Tasten</interface>: Es werden keine Tasten ignoriert. Bei jedem Tastendruck wird das Touchpad ausgeschaltet.</item> <item><interface>Modifizierer-Tasten</interface>: Modifizierer-Tasten (z.B. Umschalt, Strg) werden ignoriert. Bei jedem anderen Tastendruck wird das Touchpad ausgeschaltet, selbst wenn die Taste in Kombination mit einem Modifizierer gedrückt wird (z.B. Strg+S).</item> <item><interface>Modifizierer-Kombinationen</interface>: Modifizierer-Tasten und normale Tasten in Kombination mit Modifizierer-Tasten werden ignoriert. Bei jedem anderen Tastendruck wird das Touchpad ausgeschaltet. Beachten Sie, dass auch Kombinationen mit der Umschalt-Taste für Großbuchstaben bei dieser Einstellung ignoriert werden.</item> </list>
fr: <para>Ces touches seront ignorées lors de la surveillance du clavier :</para> <para> <list> <item><interface>Aucune touche</interface> : aucune touche sera ignorée. Toutes les touches rendront inactif le pavé tactile.</item> <item><interface>Modificateurs</interface> : les modificateurs (par exemple Maj ou Ctrl) seront ignorés. Toutes les autres touches désactivent le pavé tactile, même si elles composent une combinaison (par exemple Ctrl+S).</item> <item><interface>Combinaisons de modificateurs</interface> : les modificateurs et les autres touches combinées aux touches de modificatrices seront ignorés. Toutes les autres touches désactiveront le pavé tactile. Remarquez que même les combinaisons à base de Maj afin d'obtenir des caractères en majuscules seront ignorés par cette règle.</item> </list>
it: <para>Questi tasti verranno ignorati quando è attivo il monitoraggio della tastiera:</para> <para> <list> <item><interface>Nessun tasto</interface>: Non sarà ignorato alcun tasto. La pressione di ogni tasto provocherà la disattivazione del touchpad.</item> <item><interface>Tasti modificatori</interface>: I tasti modificatori (ad esempio Shift, Ctrl) verranno ignorati. La pressione di ogni altro tasto provocherà la disattivazione del touchpad, anche quando il tasto viene premuto in combinazione con un tasto modificatore (esempio: Ctrl+S).</item> <item><interface>Combinazioni con i modificatori</interface>: I tasti modificatori e i tasti normali in combinazione con i modificatori verranno ignorati. La pressione di ogni altro tasto provocherà la disattivazione del touchpad. Si nota che con questa impostazione verranno ignorate anche le combinazioni con Shift per inserire le lettere maiuscole.</item> </list>
uk: <para>Вказані клавіші буде проігноровано під час спостереження за клавіатурою.</para> <para> <list> <item><interface>Жодної клавіші</interface>: враховувати натискання всіх клавіш. Натискання будь-якої клавіші вимикатиме сенсорний пристрій.</item> <item><interface>Клавіші-модифікатори</interface>: буде проігноровано клавіші-модифікатори (наприклад, Shift, Ctrl). Натискання будь-яких інших клавіш призводитиме до вимикання сенсорного пристрою, навіть якщо їх було натиснуто у комбінації з клавішею-модифікатором (наприклад, Ctrl+S).</item> <item><interface>Комбінації з клавішами-модифікаторами</interface>: буде проігноровано натискання будь-яких комбінацій клавіш, у яких міститимуться клавіші-модифікатори. Натискання будь-яких інших клавіш призводитиме до вимикання сенсорного пристрою. Зауважте, що у разі використання цього варіанта програма ігноруватиме і будь-які комбінації з Shift, за допомогою яких вводяться прописні літери.</item> </list>

# @item:inlistbox automatic touchpad control
source: No keys
cs: Žádné klávesy
de: Keine Tasten
fr: Aucune touche
it: Nessun tasto
uk: Жодної клавіші

# @item:inlistbox automatic touchpad control
source: Modifier keys
cs: Klávesy modifikátorů
de: Modifizierer-Tasten
fr: Modificateurs
it: Tasti modificatori
uk: Клавіші-модифікатори

# @item:inlistbox automatic touchpad control
source: Modifier combinations
cs: Spojení modifikátorů
de: Modifizierer-Kombinationen
fr: Combinaisons de modificateurs
it: Combinazioni con modificatori
uk: Комбінації з клавішами-модифікаторами

# @label:spinbox
source: Time to wait before switching the touchpad on again
cs: Doba čekání, než je dotyková plochy znovu zapnuta
de: Wartezeit, bevor das Touchpad wieder angeschaltet wird
fr: Délai avant de réactiver le pavé tactile
it: Tempo di attesa prima della riattivazione del touchpad
uk: Час очікування перед повторним вмиканням сенсорного пристрою

# @label:spinbox
source: s
uk: с

# @title:window scrolling settings
source: Scrolling
cs: Posun obrazu
de: Scrollen
fr: Défilement
it: Scorrimento
uk: Гортання

# @title:group
source: Horizontal scrolling
cs: Vodorovný posun obrazu
de: Horizontales Scrollen
fr: Défilement horizontal
it: Scorrimento orizzontale
uk: Горизонтальне гортання

# @option:check
source: Horizontal scrolling with two fingers
cs: Vodorovný posun obrazu se dvěma prsty
de: Horizontales Scrollen mit zwei Fingern
fr: Défilement horizontal à deux doigts
it: Scorrimento orizzontale con due dita
uk: Горизонтальне гортання двома пальцями

# @option:check
source: Horizontal scrolling at bottom edge
cs: Vodorovný posun obrazu u dolního okraje
de: Horizontales Scrollen an der unteren Kante
fr: Défilement horizontal sur la bordure inférieure
it: Scorrimento orizzontale dal bordo in basso
uk: Горизонтальне гортання на нижньому краю

# @label:slider
source: Move distance to scroll a single line
cs: Délka pohybu pro posun obrazu o jeden řádek
de: Bewegungsdistanz, um eine einzelne Zeile zu scrollen
fr: Distance à parcourir pour défiler d'une ligne
it: Distanza percorsa per scorrere una riga
uk: Відстань пересування пальця для гортання на один рядок

# @title:group
source: Vertical scrolling
cs: Svislý posun obrazu
de: Vertikales Scrollen
fr: Défilement vertical
it: Scorrimento verticale
uk: Вертикальне гортання

# @option:check
source: Vertical scrolling with two fingers
cs: Svislý posun obrazu se dvěma prsty
de: Vertikales Scrollen mit zwei Fingern
fr: Défilement vertical à deux doigts
it: Scorrimento verticale con due dita
uk: Вертикальне гортання двома пальцями

# @option:check
source: Vertical scrolling at right edge
cs: Svislý posun obrazu u pravého okraje
de: Vertikales Scrollen an der rechten Kante
fr: Défilement vertical sur la bordure de droite
it: Scorrimento verticale dal bordo destro
uk: Вертикальне гортання на правому краю

# @option:check
source: Continue edge scrolling automatically
cs: Pokračovat v posunu obrazu u okraje automaticky
de: Scrollen an der Kante automatisch fortsetzen
fr: Poursuivre automatiquement le défilement de bord
it: Continua a scorrere automaticamente dal bordo
uk: Продовжити гортання на краю автоматично

# @label:spinbox
source: Scrolling speed threshold to continue scrolling
cs: Hodnota rychlosti posunu obrazu pro pokračování v posunu obrazu
de: Schwellwert der Scrollgeschwindigkeit zur Fortsetzung des Scrollens
fr: Vitesse de défilement limite pour poursuivre le défilement
it: Velocità di scorrimento minima per lo scorrimento continuo
uk: Порогове значення швидкості гортання для продовження гортання

# @item num input special value zero
source: Disabled
cs: Vypnuto
de: Deaktiviert
fr: Désactiver
it: Disabilitato
uk: Вимкнено

# @option:radio
source: Continue edge scrolling, while the finger stays in an edge corner
cs: Pokračovat v posunu obrazu u okraje, dokud prst zůstává v rohu okraje
de: Scrollen an der Kante fortsetzen, solange der Finger in der Ecke verbleibt
fr: Poursuivre le défilement de bord tant que le doigt reste dans un coin
it: Continua a scorrere tenendo fermo il dito su un angolo del bordo
uk: Продовжити гортання на краю, доки палець залишається у кутовій точці

# @option:check
source: Horizontal circular scrolling
cs: Vodorovný kruhový posun obrazu
de: Horizontales kreisendes Scrollen
fr: Défilement horizontal circulaire
it: Scorrimento circolare orizzontale
uk: Горизонтальне циклічне гортання

# @label:listbox
source: Area, which triggers circular scrolling
cs: Oblast, která zapíná kruhový posun obrazu
de: Bereich, der kreisendes Scrollen aktiviert
fr: Zone activant le défilement circulaire
it: Zona per attivare lo scorrimento circolare
uk: Область, за допомогою якої можна буде виконувати циклічне гортання

# @item:inlistbox circular scrolling trigger area
source: Any edge
cs: Každý okraj
de: Jede Kante
fr: Tous les bords
it: Tutti i bordi
uk: Будь-який край

# @item:inlistbox circular scrolling trigger area
source: Top edge
cs: Horní okraj
de: Obere Kante
fr: Bordure supérieure
it: Bordo in alto
uk: Верхній край

# @item:inlistbox circular scrolling trigger area
source: Top right corner
cs: Horní pravý okraj
de: Obere rechte Ecke
fr: Angle supérieur droit
it: Angolo destro in alto
uk: Верхній правий кут

# @item:inlistbox circular scrolling trigger area
source: Right edge
cs: Pravý okraj
de: Rechte Kante
fr: Bordure droite
it: Bordo destro
uk: Правий край

# @item:inlistbox circular scrolling trigger area
source: Bottom right corner
cs: Dolní pravý okraj
de: Untere rechte Ecke
fr: Angle inférieur droit
it: Angolo destro in basso
uk: Нижній правий кут

# @item:inlistbox circular scrolling trigger area
source: Bottom edge
cs: Dolní okraj
de: Untere Kante
fr: Bordure inférieure
it: Bordo inferiore
uk: Нижній край

# @item:inlistbox circular scrolling trigger area
source: Bottom left corner
cs: Dolní levý okraj
de: Untere linke Ecke
fr: Angle inférieur gauche
it: Angolo sinistro in basso
uk: Нижній лівий край

# @item:inlistbox circular scrolling trigger area
source: Left edge
cs: Levý okraj
de: Linke Kante
fr: Bordure gauche
it: Bordo sinistro
uk: Лівий край

# @item:inlistbox circular scrolling trigger area
source: Top left corner
cs: Horní levý okraj
de: Obere linke Ecke
fr: Angle supérieur gauche
it: Angolo sinistro in alto
uk: В лівому верхньому кутку

# @info:tooltip
source: Move the finger by this angle on the touchpad to scroll a single line. The higher the angle, the slower circular scrolling becomes
cs: Pohyb prstu za použití tohoto úhlu na dotykové ploše posune obraz o jeden řádek. Čím vyšší úhel, tím pomalejším se stane kruhový posun obrazu
de: Eine Bewegung des Fingers um diesen Winkel scrollt eine einzelne Zeile. Je höher der Winkel, desto langsamer wird das kreisende Scrollen
fr: Reproduisez cet angle sur le pavé tactile avec votre doigt afin de défiler d'une ligne. Un angle plus important ralentira le défilement circulaire
it: Sposta il dito sul touchpad di questo angolo (con moto circolare) per scorrere una singola riga. Più grande è l'angolo, più lento risulterà lo scorrimento circolare
uk: Пересування пальця на сенсорному пристрої на цей кут призводитиме до гортання на один рядок. Чим більшим буде значення, тим повільнішим буде гортання.

# @info:whatsthis
source: Move the finger by this angle on the touchpad to scroll a single line. The higher the angle, the slower circular scrolling becomes
cs: Pohyb prstu za použití tohoto úhlu na dotykové ploše posune obraz o jeden řádek. Čím vyšší úhel, tím pomalejším se stane kruhový posun obrazu
de: Eine Bewegung des Fingers um diesen Winkel scrollt eine einzelne Zeile. Je höher der Winkel, desto langsamer wird das kreisende Scrollen
fr: Déplacez votre doigt sur le pavé tactile suivant cet angle pour défiler d'une ligne. Plus l'angle est important, plus lent sera le défilement circulaire.
it: Sposta il dito sul touchpad di questo angolo (con moto circolare) per scorrere una singola riga. Più grande è l'angolo, più lento risulterà lo scorrimento circolare
uk: Пересування пальця на сенсорному пристрої на цей кут призводитиме до гортання на один рядок. Чим більшим буде значення, тим повільнішим буде гортання.

# @label:spinbox
source: Angle by which to move the finger to scroll a single line
cs: Úhel, ve kterém se musí prst pro posun obrazu o jeden řádek pohnout
de: Winkel, um den der Finger zum Scrollen einer Zeile bewegt werden muss
fr: Angle à reproduire avec le doigt pour défiler d'une ligne
it: Angolo di cui muovere il dito per scorrere una riga
uk: Кут пересування пальця для гортання на один рядок

# @title:window cursor motion settings
source: Cursor motion
cs: Pohyb ukazovátka
de: Zeigerbewegung
fr: Déplacement du curseur
it: Spostamento del puntatore
uk: Рух вказівника

# @title:group
source: Cursor motion speed
cs: Rychlost pohybu ukazovátka
de: Geschwindigkeit der Zeigerbewegung
fr: Vitesse de déplacement du curseur
it: Velocità a cui spostare il puntatore
uk: Швидкість руху вказівника

# @label:slider
source: Minimum speed
cs: Nejmenší rychlost
de: Minimale Geschwindigkeit
fr: Vitesse minimale
it: Velocità minima
uk: Мінімальна швидкість

# @label:slider
source: Maximum speed
cs: Největší rychlost
de: Maximale Geschwindigkeit
fr: Vitesse maximale
it: Velocità massima
uk: Максимальна швидкість
